[
  {"id":1, "body": "I told my friend she was drawing her eyebrows too high. She looked surprised.", "author": "Anonymous"},
  {"id":2, "body": "Why don't skeletons fight each other? They don't have the guts.", "author": "Anonymous"},
  {"id":3, "body": "I have a split personality, \"said Tom, being Frank.\"", "author": "Tom Swifty"},
  {"id":4, "body": "What's the best thing about Switzerland? I don't know, but the flag is a big plus.", "author": "Anonymous"},
  {"id":5, "body": "Why did the scarecrow win an award? Because he was outstanding in his field.", "author": "Anonymous"},
  {"id":6, "body": "Parallel lines have so much in common. It's a shame they'll never meet.", "author": "Anonymous"},
  {"id":7, "body": "My wife told me to stop impersonating a flamingo. I had to put my foot down.", "author": "Anonymous"},
  {"id":8, "body": "I would tell you a construction pun, but I'm still working on it.", "author": "Anonymous"},
  {"id":9, "body": "I used to play piano by ear, but now I use my hands.", "author": "Steven Wright"},
  {"id":10, "body": "I told a chemistry joke but there was no reaction.", "author": "Anonymous"},
  {"id":11, "body": "Why did the math book look sad? It had too many problems.", "author": "Anonymous"},
  {"id":12, "body": "Why do bees have sticky hair? Because they use a honeycomb.", "author": "Anonymous"},
  {"id":13, "body": "I tried to catch fog yesterday. Mist.", "author": "Anonymous"},
  {"id":14, "body": "I'm reading a book about anti-gravity. It's impossible to put down.", "author": "Anonymous"},
  {"id":15, "body": "Did you hear about the claustrophobic astronaut? He needed a little space.", "author": "Anonymous"},
  {"id":16, "body": "Why don't programmers like nature? It has too many bugs.", "author": "Anonymous"},
  {"id":17, "body": "I told my computer I needed a break, and now it won't stop sending KitKat ads.", "author": "Anonymous"},
  {"id":18, "body": "Why was the broom late? It over swept.", "author": "Anonymous"},
  {"id":19, "body": "Why did the coffee file a police report? It got mugged.", "author": "Anonymous"},
  {"id":20, "body": "How do you organize a space party? You planet.", "author": "Anonymous"},
  {"id":21, "body": "Why did the tomato turn red? Because it saw the salad dressing.", "author": "Anonymous"},
  {"id":22, "body": "I ate a clock yesterday, it was very time-consuming.", "author": "Anonymous"},
  {"id":23, "body": "What do you call fake spaghetti? An impasta.", "author": "Anonymous"},
  {"id":24, "body": "I once got fired from a keyboard factory — they told me I wasn't putting in enough shifts.", "author": "Anonymous"},
  {"id":25, "body": "What's orange and sounds like a parrot? A carrot.", "author": "Tommy Cooper"}
]
